tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "isacikgoz/gitin"
tap "jesseduffield/lazydocker"
tap "railwaycat/emacsmacport"
tap "rschmitt/heatseeker"
tap "wagoodman/dive"
brew "ansifilter"
brew "apache-spark", link: false
brew "apache-zeppelin"
brew "awscli"
brew "bash"
brew "bat"
brew "bench"
brew "cfn-lint"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "direnv"
brew "docker"
brew "docker-compose-completion"
brew "docker-credential-helper-ecr"
brew "dtrx"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "git-secrets"
brew "grep"
brew "heatseeker"
brew "htop"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "lsd"
brew "macvim"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "neovim"
brew "ncdu"
brew "nss"
brew "pinentry"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "ranger"
brew "restic"
brew "readline"
brew "sbt"
brew "sshuttle"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "xz"
brew "yarn"
brew "zlib"
brew "zsh"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "isacikgoz/gitin/gitin"
brew "jesseduffield/lazydocker/lazydocker"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "balenaetcher"
cask "dash"
cask "dbeaver-community"
cask "dozer"
cask "emacs-mac-spacemacs-icon"
cask "firefox"
cask "insomnia"
cask "jetbrains-toolbox"
cask "keybase"
cask "kitty"
cask "nightowl"
cask "quickhash"
cask "riot"
cask "signal"
cask "wireshark"
cask "xquartz"
cask "zenmap"
cask "caskroom/fonts/font-firacode-nerd-font"
cask "railwaycat/emacsmacport/emacs-mac-spacemacs-icon"
mas "Quiver", id: 866773894
mas "ReadKit", id: 588726889
mas "Xcode", id: 497799835
mas "ToothFairy", id: 1191449274
mas "Patterns", id: 429449079
mas "Kindle", id: 405399194
mas "Xcode", id: 497799835
