tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "caskroom/fonts"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "isacikgoz/gitin"
tap "wagoodman/dive"
brew "apache-spark"
brew "apache-zeppelin"
brew "awscli"
brew "bash"
brew "bat"
brew "bench"
brew "cmake"
brew "ctags"
brew "ctop"
brew "direnv"
brew "docker-compose-completion"
brew "docker-credential-helper-ecr"
brew "dtrx"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "git-secrets"
brew "pinentry"
brew "htop"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "neovim"
brew "nss"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "ranger"
brew "sbt"
brew "skaffold"
brew "sshuttle"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "filosottile/musl-cross/musl-cross"
brew "isacikgoz/gitin/gitin"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "balenaetcher"
cask "dbeaver-community"
cask "firefox"
cask "insomnia"
cask "jetbrains-toolbox"
cask "keybase"
cask "kitty"
cask "nightowl"
cask "quickhash"
cask "riot"
cask "signal"
cask "vanilla"
cask "wireshark"
cask "zenmap"
cask "caskroom/fonts/font-fira-code"
mas "Quiver", id: 866773894
mas "Airmail 3", id: 918858936
mas "Reeder", id: 880001334
mas "Xcode", id: 497799835
mas "ToothFairy", id: 1191449274
mas "Patterns", id: 429449079
mas "Kindle", id: 405399194
