tap "burntsushi/ripgrep", "https://github.com/BurntSushi/ripgrep.git"
tap "bvaisvil/zenith"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/gitin"
tap "jesseduffield/lazydocker"
tap "railwaycat/emacsmacport"
tap "wagoodman/dive"
brew "ansifilter"
brew "readline"
brew "xz"
brew "awscli"
brew "bash"
brew "bat"
brew "bench"
brew "cfn-lint"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "ctop"
brew "curl-openssl"
brew "direnv"
brew "docker", link: false
brew "docker-compose-completion"
brew "docker-credential-helper-ecr"
brew "dtrx"
brew "exa"
brew "expect"
brew "fd"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "git-secrets"
brew "libffi"
brew "pinentry"
brew "grep"
brew "ncurses"
brew "htop"
brew "hyperfine"
brew "iftop"
brew "jq"
brew "libyaml"
brew "lsd"
brew "macvim"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nss", link: false
brew "nushell"
brew "tree"
brew "pinentry-mac"
brew "pipenv"
brew "pstree"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "pyenv-which-ext"
brew "ranger"
brew "rbenv"
brew "rcm"
brew "restic"
brew "rustup-init"
brew "sbt"
brew "shellcheck"
brew "sshuttle"
brew "starship"
brew "stow"
brew "tasksh"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "xxh"
brew "yadm"
brew "yarn"
brew "zlib"
brew "zsh"
brew "burntsushi/ripgrep/ripgrep-bin"
brew "bvaisvil/zenith/zenith"
brew "denisidoro/tools/navi"
brew "isacikgoz/gitin/gitin"
brew "jesseduffield/lazydocker/lazydocker"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "balenaetcher"
cask "beekeeper-studio"
cask "dash"
cask "discord"
cask "dozer"
cask "drawio"
cask "duet"
cask "emacs-mac-spacemacs-icon"
cask "firefox-developer-edition"
cask "font-firacode-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "hammerspoon"
cask "insomnia"
cask "jetbrains-toolbox"
cask "joplin"
cask "keybase"
cask "kitty"
cask "monitorcontrol"
cask "netnewswire"
cask "plex"
cask "quickhash"
cask "riot"
cask "shifty"
cask "signal"
cask "steam"
cask "vnote"
cask "vscodium"
cask "wireshark"
cask "xquartz"
cask "zenmap"
mas "Airmail", id: 918858936
mas "Kindle", id: 405399194
mas "Patterns", id: 429449079
mas "ReadKit", id: 588726889
mas "Save to Pocket", id: 1477385213
mas "ToothFairy", id: 1191449274
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
