oh-my-fish/plugin-bang-bang
oh-my-fish/theme-bobthefish
mguindin/fish_functions
jethrokuan/z
jethrokuan/fzf
franciscolourenco/done
smh/base16-shell-fish
edc/bass
