mguindin/fish_functions
edc/bass
smh/base16-shell-fish
jethrokuan/z
jethrokuan/fzf
franciscolourenco/done
rafaelrinaldi/pure
danhper/fish-ssh-agent
